Repository: Sanjai-Shaarugesh/Advance-media-controller
Catalog: locale/*/LC_MESSAGES/advanced-media-controller.po
Languages: de, es, fr

source: Advanced Media Controller
de: Erweiterter Medien-Controller
es: Controlador de Medios Avanzado
fr: Contrôleur Multimédia Avancé

source: Panel Settings
de: Panel-Einstellungen
es: Configuración del Panel
fr: Paramètres du Panneau

source: Configure the position and appearance in the top panel
de: Konfigurieren Sie Position und Aussehen im oberen Panel
es: Configure la posición y apariencia en el panel superior
fr: Configurez la position et l'apparence dans le panneau supérieur

source: Panel Position
es: Posición del Panel
fr: Position du Panneau

source: Left
de: Links
es: Izquierda
fr: Gauche

source: Center
de: Mitte
es: Centro
fr: Centre

source: Right
de: Rechts
es: Derecha
fr: Droite

source: Panel Index
es: Índice del Panel
fr: Index du Panneau

source: Position within the panel area (-1 for automatic)
de: Position im Panel-Bereich (-1 für automatisch)
es: Posición dentro del área del panel (-1 para automático)
fr: Position dans la zone du panneau (-1 pour automatique)

source: Display Settings
de: Anzeigeeinstellungen
es: Configuración de Visualización
fr: Paramètres d'Affichage

source: Configure what appears in the panel
de: Konfigurieren Sie, was im Panel angezeigt wird
es: Configure qué aparece en el panel
fr: Configurez ce qui apparaît dans le panneau

source: Show Track Name
de: Titelname anzeigen
es: Mostrar Nombre de la Pista
fr: Afficher le Nom du Morceau

source: Display track information in the panel
de: Titelinformationen im Panel anzeigen
es: Mostrar información de la pista en el panel
fr: Afficher les informations du morceau dans le panneau

source: Show Artist Name
de: Künstlername anzeigen
es: Mostrar Nombre del Artista
fr: Afficher le Nom de l'Artiste

source: Include artist name with track title
de: Künstlername mit Titelnamen anzeigen
es: Incluir nombre del artista con el título de la pista
fr: Inclure le nom de l'artiste avec le titre du morceau

source: Maximum Title Length
de: Maximale Titellänge
es: Longitud Máxima del Título
fr: Longueur Maximale du Titre

source: Characters to display before scrolling starts
de: Zeichen, die vor dem Scrollen angezeigt werden
es: Caracteres a mostrar antes de que comience el desplazamiento
fr: Caractères à afficher avant le début du défilement

source: Scroll Speed
de: Scroll-Geschwindigkeit
es: Velocidad de Desplazamiento
fr: Vitesse de Défilement

source: 1 = slowest, 10 = fastest
de: 1 = am langsamsten, 10 = am schnellsten
es: 1 = más lento, 10 = más rápido
fr: 1 = le plus lent, 10 = le plus rapide

source: Separator Text
de: Trennzeichen
es: Texto Separador
fr: Texte Séparateur

source: About
de: Über
es: Acerca de
fr: À propos

source: Beautiful and modern media controls with multi-instance support
de: Schöne und moderne Mediensteuerung mit Multi-Instanz-Unterstützung
es: Controles de medios hermosos y modernos con soporte multi-instancia
fr: Contrôles multimédias beaux et modernes avec support multi-instances

source: Version 1.0
es: Versión 1.0

source: Modern media controls with native GNOME design
de: Moderne Mediensteuerung mit nativem GNOME-Design
es: Controles de medios modernos con diseño nativo de GNOME
fr: Contrôles multimédias modernes avec design natif GNOME

source: Extension Links
de: Erweiterungs-Links
es: Enlaces de la Extensión
fr: Liens de l'Extension

source: Source code, issues, and contributions
de: Quellcode, Probleme und Beiträge
es: Código fuente, problemas y contribuciones
fr: Code source, problèmes et contributions

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub

source: ☕ Support by buying me a coffee – just scan the QR code!
de: ☕ Unterstützen Sie mich mit einem Kaffee – scannen Sie einfach den QR-Code!
es: ☕ Apóyame comprándome un café – ¡solo escanea el código QR!
fr: ☕ Soutenez-moi en m'offrant un café – scannez simplement le code QR !

source: Preferred Method - Scan QR code to support development
de: Bevorzugte Methode - QR-Code scannen, um die Entwicklung zu unterstützen
es: Método Preferido - Escanea el código QR para apoyar el desarrollo
fr: Méthode Préférée - Scannez le code QR pour soutenir le développement

source: Donation Address
de: Spendenadresse
es: Dirección de Donación
fr: Adresse de Donation

source: Donation address
de: Spendenadresse
es: Dirección de donación
fr: Adresse de donation

source: ☕ Buy Me a Coffee
de: ☕ Spendieren Sie mir einen Kaffee
es: ☕ Cómprame un Café
fr: ☕ Offrez-moi un Café

source: Support development with a small donation
de: Unterstützen Sie die Entwicklung mit einer kleinen Spende
es: Apoya el desarrollo con una pequeña donación
fr: Soutenez le développement avec un petit don

source: License & Credits
de: Lizenz & Danksagungen
es: Licencia y Créditos
fr: Licence et Crédits

source: Open source software information
de: Open-Source-Software-Informationen
es: Información del software de código abierto
fr: Informations sur le logiciel open source

source: Open Source License
de: Open-Source-Lizenz
es: Licencia de Código Abierto
fr: Licence Open Source

source: GPL-3.0 License - Free and open source software
de: GPL-3.0-Lizenz - Freie und quelloffene Software
es: Licencia GPL-3.0 - Software libre y de código abierto
fr: Licence GPL-3.0 - Logiciel libre et open source

source: Media Data Sources
de: Mediendatenquellen
es: Fuentes de Datos de Medios
fr: Sources de Données Multimédias

source: MPRIS D-Bus interface - Standard media player remote interfacing
de: MPRIS D-Bus-Schnittstelle - Standard-Fernsteuerungsschnittstelle für Mediaplayer
es: Interfaz MPRIS D-Bus - Interfaz estándar remota de reproductores multimedia
fr: Interface MPRIS D-Bus - Interface distante standard pour lecteur multimédia

source: Key Features
de: Hauptmerkmale
es: Características Principales
fr: Fonctionnalités Principales

source: • Multi-instance browser support • Album art display • Smooth animations • Lock screen controls
de: • Multi-Instanz-Browser-Unterstützung • Album-Cover-Anzeige • Flüssige Animationen • Sperrbildschirm-Steuerung
es: • Soporte multi-instancia de navegador • Visualización de arte del álbum • Animaciones suaves • Controles en pantalla de bloqueo
fr: • Support multi-instances de navigateur • Affichage de la pochette d'album • Animations fluides • Contrôles sur écran de verrouillage

source: ✅ %s copied to clipboard!
de: ✅ %s in die Zwischenablage kopiert!
es: ✅ ¡%s copiado al portapapeles!
fr: ✅ %s copié dans le presse-papiers !

source: Text
es: Texto
fr: Texte

source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le Presse-papiers

source: Unable to automatically copy to clipboard. Please manually copy the %s below:
de: Automatisches Kopieren in die Zwischenablage nicht möglich. Bitte kopieren Sie %s unten manuell:
es: No se puede copiar automáticamente al portapapeles. Por favor, copia manualmente el %s a continuación:
fr: Impossible de copier automatiquement dans le presse-papiers. Veuillez copier manuellement le %s ci-dessous :

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: 💡 Select the text above and press Ctrl+C to copy
de: 💡 Wählen Sie den Text oben aus und drücken Sie Strg+C zum Kopieren
es: 💡 Selecciona el texto de arriba y presiona Ctrl+C para copiar
fr: 💡 Sélectionnez le texte ci-dessus et appuyez sur Ctrl+C pour copier

source: General
de: Allgemein
fr: Général
